import PageBanner from "@/components/banner";
import SeoMeta from "@/components/seo";
import React from "react";

const Page = () => {
  return (
    <>
      <SeoMeta
        title="قیادت"
        description="مرکزی جمعیت اہل حدیث پاکستان اہل حدیث کی نمائندہ مذہبی و سیاسی جماعت ہے"
        url="leadership"
      />

      <main>
        <PageBanner
          title="قیادت"
          subTitle=""
          image="/images/banner/leadership.jpg"
          buttontext=""
          buttonLink=""
          full
          className="!mt-12"
        />
        <section className="max-w-[1280px] px-4 md:px-10 mx-auto">
          <div className="items-center font-ahle my-10 md:my-20 md:mt-20 grid gap-10">
            <div>
              <div className="mb-4 sticky top-12 xl:top-28 bg-white ">
                <h2 className="text-2xl sm:text-3xl uppercase font-ahle !leading-[80px]">
                  پروفیسر ساجد میر حفظہ اللہ
                </h2>
              </div>
              <div className="flex md:flex-row flex-col justify-between gap-8">
                <div className="md:w-1/4 w-full">
                  <img className="" src="/images/psm.jpg" alt="Sajid Meet" />
                </div>
                <div className="md:w-3/4 w-full">
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    سینیٹر پروفیسر ساجد میر پہلی بار 1992ء میں امیر جماعت منتخب
                    ہوئے تھے اس کے بعد 1997ء، 2002ء، 2006ء،2011ء،2015ء اور2020ء
                    میں امیر منتخب ہوئے۔اب2025ء میں ایک بار پھر بلا مقابلہ امیر
                    منتخب ہو کر مسلسل آٹھویں مرتبہ امیر جماعت ہونے کا اعزاز آپ
                    کے حصے میں آیا۔آپ 2اکتوبر1938کو سیالکو ٹ میں پیدا ہوئے،
                    مناظر اسلام مولانا محمد ابراہیم میر سیالکوٹی آپ کے حقیقی
                    دادا چوہدری اللہ دتہ میر کے بڑے بھائی تھے (یوں مولائے میر
                    رشتے میں امیر محترم کے دادا ہوئے)۔آپ دینی و دنیاوی طور پر
                    اعلیٰ تعلیم یافتہ ہیں۔ گورنمنٹ مرے سیالکوٹ، گورنمنٹ کالج
                    لاہور اور پنجاب یونیورسٹی جیسے مؤقر اداروں سے آپ ایم اے
                    انگلش اوردیگر سندات کے حامل ہیں۔آپ نے ایڈیشنل بی اے بھی کر
                    رکھا ہے۔دینی تعلیم آپ نے جامعہ ابراہیمیہ سیالکوٹ اور
                    دارالعلوم تقویة الاسلام لاہور سے حاصل کی۔ سیاسی و تنظیمی
                    زندگی میں آنے سے پہلے آپ پاکستان اور نائیجیریا جیسے ممالک
                    میں انگلش کے استاد کی حیثیت سے تدریسی خدمات سر انجام دیتے
                    رہے۔ آپ نے گورنمنٹ مرے کالج سیالکوٹ میں تدریسی دورانئے میں
                    حفظ القرآن کی سعادت بھی حاصل کی۔آپ 1994ء سے تاحال رکن سینیٹ
                    بھی منتخب ہوتے چلے آرہے ہیں۔ آپ شائد واحد رکن سینیٹ ہیں جن
                    کا خرچہ ضروری کاغذات کی فوٹو اسٹیٹ پر کاپیوں پر ہی آتا ہے۔(
                    مسلم لیگ ن کے سربراہ محمد نواز شریف امیر محترم کواز حد
                    احترام کی نظر سے دیکھتے ہیں اور کاغذات نامزدگی جمع کروانے کے
                    موقع پر خود ہی فون کر دیتے ہیں کہ آپ کاغذات جمع کر وا
                    دیں۔)آپ تین درجن سے زائد عالمی کانفرنسز سے خطاب کر چکے ہیں،
                    رابطہ عالم اسلامی کی سپریم کونسل کے معزز ممبر ہیں۔آپ کی کتاب
                    ''عیسائیت مطالعہ و تجزیہ'' آپ کی وسعت مطالعہ ، موضوع پر گرفت
                    اور اپنے احساسات کو الفاظ کے قالب میں ڈھالنے کی فن کی دلیل
                    ہے۔ یہ کتاب عالمی شہرت حاصل کر چکی ہے۔ اس کے ساتھ ساتھ آپ کے
                    خطبات و خطابات کی بھی تین جلدیں شائع ہو کر قارئین سے داد
                    تحسین وصول کر چکی ہیں۔
                  </p>
                </div>
              </div>
            </div>

            <div>
              <div className="mb-4 sticky top-12 xl:top-28 bg-white">
                <h2 className="text-2xl sm:text-3xl uppercase font-ahle !leading-[80px]">
                  ڈاکٹر حافظ عبد الکریم حفظہ اللہ
                </h2>
              </div>
              <div className="flex md:flex-row flex-col justify-between gap-8">
                <div className="md:w-1/4 w-full">
                  <img
                    className=""
                    src="/images/Picture4.jpg"
                    alt="Sajid Meet"
                  />
                </div>
                <div className="md:w-3/4 w-full">
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    پانچویں مرتبہ ناظم اعلیٰ کے منصب کیلئے منتخب ہونے والی شخصیت
                    ڈاکٹر حافظ عبد الکریم حفظہ اللہ کا تعلق ڈیرہ غازی خان سے ہے۔
                    آپ امسال پانچویں مرتبہ ناظم اعلیٰ منتخب ہوئے ہیں۔ اس سے قبل
                    آپ 2006ء،2011ء،2015ء اور 2020ء میں بالاتفاق ناظم اعلیٰ مرکزی
                    جمعیت اہلحدیث پاکستان منتخب ہو چکے ہیں۔ آپ کورائی بلوچ قبیلے
                    سے تعلق رکھتے ہیں۔ ڈیرہ غازی خان میں آپ کی تعلیمی خدمات کی
                    وجہ سے آپ کو ''ڈیرہ غازی خان کا سرسید'' کہا جاتا ہے۔آپ بھی
                    دینی و دنیاوی اداروں سے اعلیٰ تعلیم یافتہ ہیں۔ آپ کے تعلیمی
                    کیرئیر میں جہاں سعودی جامعات کی سندات فضیلت موجود ہیں وہاں
                    اسلامیہ یونیورسٹی آف بہاولپور سے آپ پی ایچ ڈی ڈگری ہولڈر
                    ہیں۔ آپ ڈیرہ غازی خان میں اپنی سیاسی قوت کا بھرپور مظاہرہ
                    فرما چکے، آپ نے ڈیرہ غازی خان کے جاگیرداروں، وڈیروں اور
                    نوابوں کے مقابلے میںوہاں کی عوام کو اپنی محنت، محبت اور
                    اخلاص سے فتح کیا۔ ایم این ا ے منتخب ہوئے۔ ایک بار آپ رکن
                    سینیٹ بھی منتخب ہو چکے ہیں، اسی دوران آپ وفاقی وزیر مواصلات
                    بھی رہے۔آپ کی رفاہی و سماجی خدمات کا دائرہ بھی بہت وسیع
                    ہے۔کشمیر کے زلزلہ زدگان ہوں یا جنوبی پنجاب کے سیلاب متأثرین
                    آپ نے ایک ہمدرد اور خیر خواہ سماجی شخصیت کے طور پر خود کو
                    منوایا۔ باوقار و باکردار ناظم اعلیٰ بلند پایہ کاروباری شخصیت
                    بھی ہیں۔ آپ کا سرمایہ تعلیمی اداروں، مساجد و مدارس کی تعمیر
                    میں بھی صرف ہوتا ہے۔ آپ کی جماعتی خدمات کی بھی ایک طویل
                    داستان ہے۔مرکزی جمعیت اہلحدیث کے صوبائی ناظم اعلیٰ سے مرکزی
                    ناظم اعلیٰ تک کا سفر اپنے جذبہ خدمت اور علم و علماء سے محبت
                    کی بنیا د پر طے کیا، امیر محترم کی قیادت میں پیغام ٹی وی
                    جیسا عظیم الشان تبلیغی مرکز قوم کو دیا۔مرکزاہلحدیث کی تعمیر
                    و توسیع میں آپ کا کردار ناقابل فراموش رہے گا۔ مرکز اہلحدیث
                    لاہور کی شاندار مسجد اور کانفرنس ہال آپ کی خصوصی توجہ کا
                    نتیجہ ہے۔ ملک بھر میں سینکڑوں مساجد، بیسیوں مدارس اور تعلیمی
                    مراکز کی نہ صرف بنیاد رکھی بلکہ انہیں چلانے میں اہم کردار
                    ادا کر رہے ہیں۔ سیلاب، زلزلہ اور دیگر قدرتی آفات کی آزمائشوں
                    میں آپ ایک انسانیت کے ہمدرد کے روپ میں سامنے آتے ہیں۔
                  </p>
                </div>
              </div>
            </div>

            <div>
              <div className="mb-4 sticky top-12 xl:top-28 bg-white">
                <h2 className="text-2xl sm:text-3xl uppercase font-ahle !leading-[80px]">
                  حافظ فیصل افضل شیخ حفظہ اللہ
                </h2>
              </div>
              <div className="flex md:flex-row flex-col justify-between gap-8">
                <div className="md:w-1/4 w-full">
                  <img
                    className=""
                    src="/images/Picture5.jpg"
                    alt="Sajid Meet"
                  />
                </div>
                <div className="md:w-3/4 w-full">
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    نو منتخب ناظم مالیات حافظ فیصل افضل شیخ حفظہ اللہ بھی
                    سیالکوٹ کے ایک بڑے اور متمول کاروباری خاندان سے تعلق رکھتے
                    ہیں۔ ان کے اہل خانہ کی سماجی خدمات کسی سے ڈھکی چھپی نہیں۔
                    جماعت کے لئے ان دست سخاوت ہمیشہ کھلا رہا ہے۔ آپ اہلحدیث یوتھ
                    فورس پاکستان کے سیکرٹری جنرل اور بعد میں صدر بھی رہے، اس
                    دوران آپ نے اپنی محنت، خلوص اور جدو جہد سے نہ صرف ملک بھر
                    میں جماعتی طور پر اپنی صلاحیتوں کا لوہا منوایا بلکہ قائدین
                    جماعت کا قرب بھی حاصل کیا۔ یہی وجہ ہے کہ جونہی آپ کا نام پیش
                    ہوا تو تقریباًتمام شرکائے اجلاس نے ان کی تائید کی، یوں وہ
                    جماعت کے اہم ترین منصب پر فائز ہوئے۔
                  </p>
                </div>
              </div>
            </div>

            <div>
              <div className="mb-4 sticky top-12 xl:top-28 bg-white ">
                <h2 className="text-2xl sm:text-3xl uppercase font-ahle !leading-[80px]">
                  مرکزی جمعیت اہلحدیث کی سیاسی پالیسی
                </h2>
              </div>
              <div className="flex md:flex-row flex-col justify-between gap-8 px-1">
                <div className="w-full">
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    حسب روایت خطبہ جمعہ میں قائدین جمعیت کی راہنمائی کے ساتھ
                    جماعت کے پالیسی کے حوالے سے کچھ موجودہ مسائل اور سیاسی
                    وسماجی حالات پر گفتگو کی تو نماز جمعہ کے بعد ایک نوجوان
                    ساتھی میرے پاس تشریف لائے،کچھ اور لوگ بھی بیٹھے تھے۔ انہوں
                    نے آتے ہی سوال کیا کہ''آپ ہمیں ہمیشہ جماعت کی پالیسی کے
                    حوالے سے کچھ بریف کرتے رہتے ہیں، مگر میرا سوال یہ ہے کہ ہم
                    مسلم لیگ ن کے حلیف بھی ہیں مگر ہمارے مسائل حل ہوتے نظر نہیں
                    آتے،ہمارے علماء کی گرفتاریوں کی ایک سیریز ہے جو جاری ہے،
                    مقدمات قائم ہیں، حکومتی اداروں تک ہماری رسائی نہیں ہوتے،
                    ہمارے جائز کام بھی نہیں ہوتے تو ہم کس طرح کہہ سکتے ہیں کہ ہم
                    مسلم لیگ ن کے حلیف ہیںاور حکومت وقت کے اتحادی ہیں''نوجوان کے
                    جوش و جذبے سے بھرپور گفتگو سن کر مجھے خوشی بھی ہوئی کہ ہمارے
                    سامعین بہرحال جماعت کی پالیسیوں پر بھی نظر رکھے ہوئے اور
                    جماعت کے ساتھ ہونے والی ''بعض ناانصافیوں''سے بھی آگاہ
                    ہیں۔اوریہ سوال عموماََ کارکنان کی طرف سے بھی اٹھایا جاتا ہے،
                    خصوصاََ گذشتہ دنوں جب مولانا محمد یوسف پسروری ، پروفیسر عبد
                    الجبار شاکر، مولانا حافظ عبد الرؤف یزدانی سمیت بعض دیگر
                    علماء کی گرفتاریاں عمل میں آئیں تو اس وقت اس سوال کی شدت اور
                    رد عمل انتہائی زیادہ تھا۔ اور ہمارے بعض عاقبت نا اندیش اور
                    انتہائی جذباتی نوجوان اس سلسلے میں قائدین مرکزیہ کی ذات کو
                    بھی ہدف تنقید بنانے سے باز نہ آئے۔آئیے اس سوال کا جواب
                    ڈھونڈتے ہی۔
                  </p>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    قارئین کرام!سب سے پہلی بات تو ہمیں یہ سوچنی چاہئے کہ مسلم
                    لیگ ن کے ساتھ ہمارے اتحاد کی بنیاد کیا ہے، مرکزی مجلس شوریٰ
                    نے لاہور کے اجلاس میں اور پھر ڈیرہ غازی خان میں منعقد ہ
                    اجلاس شوریٰ میں کن شرائط کے ساتھ مسلم لیگ ن کے ساتھ اتحاد
                    بنانے کا فیصلہ کیا تھا۔ اتفاق سے ہمیں دونوں اجلاسوں میں شرکت
                    کی سعادت حاصل ہے۔جید علمائے کرام، شیوخ الحدیث اور اکابرین
                    جمعیت نے انتہائی غور وخوض کے بعد دو شرائط پر مسلم لیگ ن سے
                    اتحاد کی بات کی تھی۔ اور وہ تھیں ''اسلام اور پاکستان''۔امیر
                    محترم نے اس کے بعد اپنی اکثر تقاریر میں، ٹی وی انٹرویوز میں
                    اور اخبارات کو دئیے گئے بیانات میں اس کی وضاحت فرمائی کہ
                    ہم''اقتدار''کی نہیں''اقدار''کی سیاست کرتے ہیں۔ہم اس ملک کو
                    اسلام کا گہوارہ بنانا چاہتے ہیں یہ ملک اسلام کے نام پر حاصل
                    کیا گیا اور اسلام ہی اس کے استحکام اور بقاء کا سبب ہو سکتا
                    ہے۔ نہ امیر محترم و ناظم اعلیٰ نے اور نہ ہی کسی اور راہنما
                    نے کبھی بھی اپنے مطالبات کا ذکر کیا اور نہ ہی اپنے ساتھ ہونے
                    والی بعض''نا انصافیوں'' کا ۔ جب قائدین نے کبھی اتحاد کی شرط
                    ہی اپنے مسائل کو نہیں بنایا تو پھر مطالبہ کیسا؟
                  </p>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    قارئین محترم!جماعت کے ترجمان ''ہفت روزہ اہلحدیث''کے صفحات
                    بھی اس بات کے گواہ ہیں کہ اور مقامی جماعتوں کے ذمہ داران بھی
                    لا علم نہیں کہ مرکزی جمعیت اہلحدیث کی قیادت نے اللہ کے فضل
                    ورحمت سے اپنے کردار کی قوت سے تمام سیاسی و مذہبی جماعتوں سے
                    اپنی لیاقت و قابلیت کا لوہا منوایا ہے، چڑھتے سورج کی پوجا
                    نہیں کی، جماعت کی شوریٰ کی طے کردہ پالیسیوں کے مطابق جماعت
                    کے کاز کو آگے بڑھایا، میاں نواز شریف کے پہلے دور حکو مت میں
                    نفاذ شریعت کے حوالے سے جتنا کام ہوا تھا اس میں80فیصد سے
                    زیادہ کردار امیر محترم کا تھا، جنہوں نے روڈ میپ بنا کر دیا
                    اور اس پر کام ہو رہا تھا مگر حکومت ختم کر دی گئی۔صوبہ خیبر
                    پی کے میں امیر صوبہ مولانافضل الرحمان مدنی کو جب ایم ایم اے
                    کی حکومت میں مشیر وزیر اعلیٰ بنوایا گیا تو اس صوبہ میں شریعت
                    کے لئے مولانا فضل الرحمان مدنی نے جماعت کی نمائندگی کرتے
                    ہوئے شریعت بل جو اس وقت خیبر پی کے میں عدلیہ کا حصہ بن چکا
                    ہے اور عدالتی حکم کے منتظر حسبہ بل کی تیاری میں بھی مولانا
                    فضل الرحمان مدنی نے اہم کردار ادا کیا۔KPKمیں نافذ شریعت بل
                    میں تمام جماعتوں اور افسران نے منتقفہ طور پر یہ منظور کیا
                    تھا کہ''اسلام کی تعریف سے مراد قرآن و سنت اور ان سے اخذ کردہ
                    مسائل ہیں''ان الفاظ کا منظور ہوجانا جماعت کی بڑی کامیابی ہے
                    ہے،
                  </p>
                  <strong className="my-2">"عاقلاں را اشارہ کافی است"</strong>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider mt-2">
                    ادھر قومی اسمبلی میں ناظم اعلیٰ مرکزی جمعیت اہلحدیث پاکستان
                    کو جیسے ہی قائمہ کمیٹی برائے مذہبی امور کی چئیر مین شپ کیلئے
                    منتخب کیا گیا تو انہوں نے حج کے معاملے میں پیپلز پارٹی کی
                    حکومت میں ایک'' مولوی صاحب''ہی کے پھیلائے ہوئے گند کو صاف
                    کرنے کی ٹھانی اور پاکستان کی تاریخ میں پہلی مرتبہ حاجیوں کو
                    ایسا ریلیف ملا کہ لوگ اب تک حیران ہو رہے ہیں۔ ایک بابا جی جو
                    حج کی خواہش رکھتے ہیں میں نے ان کو بتایا کہ اب آپ کو کم
                    ازکم30ہزار روپے کا فائدہ ہو رہا ہے تو وہ حیران ہوئے اور جب
                    میں نے انہیں بتایا کہ یہ ہماری جماعت کے ناظم اعلیٰ کی وجہ سے
                    ہوا ہے تو اطمینان و سلون کا ایک لمبا سانس ان کے سینے نکلا
                    اور کہنے لگے اللہ کا شکر ہے کہ وہابی بد نام نہیں ہوئے''ان کا
                    یہ بے ساختہ جملہ ہمارے لئے تسکین قلب کا باعث بن گیا۔
                  </p>
                  <strong>قارئین کرام!</strong>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider mt-2">
                    حالیہ اجلاس شوریٰ میں بھی امیر محترم نے پالیسی سٹیٹمنٹ دیتے
                    ہوئے واضح کر دیا تھا کہ ہم ن لیگ کے اتحادی ضرور ہیں مگر
                    حکومت کی معاشی پالیسیوں میں سودی سکیموں کی
                  </p>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    ہم کسی بھی سٹیج پر یا کسی بھی انداز میں حمائت نہیں کر سکتے
                    اور نہ ہی ہم کشمیر کی قیمت پر بھارت نواز پالیسیوں کے حامی
                    ہیں۔ ہم پاکستان کی سلامتی، خود مختاری اور خود داری کے لئے
                    بھی کسی بھی غلامانہ روش کی ہر ممکن مخالفت بھی کریں گے اور ہر
                    سٹیج پر اس کا واشگاف الفاظ میں اظہار بھی کریں گے۔
                  </p>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    اس مختصر سی گفتگو سے یہ اندازہ لگانا مشکل نہیں کہ ہے مرکزی
                    جمعیت اہلحدیث کے اکابرین نے ن لیگ سے اتحاد کی جو پالیسی
                    اپنائی تھی اس میںمفادات یا اقتدارکی سیاست کا کوئی تڑکہ نہیں
                    ۔یہ بڑے مقاصد کے لئے پاکستان کے تحفظ اور اسلام کے نفاذ کے
                    لئے ایک جد و جہدکا راستہ ہے، جو 550سے زائد اراکین مجلس
                    شوریٰ(جن میں سے غالب اکثریت شیوخ الحدیث، جید علماء اور اپنے
                    اپنے شعبہ میں ایک بہترین ماہر کی حیثیت سے مانے جانے والے
                    اکابرین کی ہے) نے اختیار کیا ہے، اب اس پر اعتراض کرنے والوں
                    کو عقل کے ناخن لینے چاہئیں۔
                  </p>
                  <p className="font-ahle text-base text-gray-600 dark:text-text mb-3 leading-loose tracking-wider">
                    قارئین کرام!اس میں کوئی شک نہیں ہے کہ ہمارے بعض جماعتی
                    دوستوں کے مسائل ہیں، ذاتی بھی ہو سکتے ہیں، اجتماعی بھی اور
                    تعمیر مساجد کے حوالے سے بھی ۔ مگر ان مسائل کو حل کرنے کیلئے
                    سب سے بڑی ضرورت تو ہماری مقامی جماعتوں کی قوت ہے، ہم مقامی
                    سطح پر تو کچھ کرتے نہیں اور ایک معمولی پرچہ درج کروانا ہو تو
                    ہماری خواہش ہوتی ہے کہ امیر یا ناظم اعلیٰ پاکستان بنفس نفیس
                    چل کر تشریف لائیں اور ایس ایچ او کو ملیں اور پرچہ درج
                    کروائیں۔ پھر ہم کہیں گے کہ ہاں بھئی جماعت تو بہت کچھ کر رہی
                    ہے۔مقامی طور پر ہم خود مضبوط کریں تو کوئی وجہ نہیں کہ حکومت
                    کے کارندے ہماری بات کو وزن نہ دیں ۔ہمیں گراس روٹ لیول پر خود
                    کو مضبوط کرنا ہوگا،مقامی سطح پر مضبوط نیٹ ورک رکھنے والی
                    جماعتیں ہی ملکی لیول پر کردار ادا کرسکتی ہیں، اورقومی سطح پر
                    بھی انہیں جماعتوں کی سنی جاتی ہے جو مقامی سطح پر مضبوط ہوں ۔
                    آئیے ہم اپنے مسائل خود حل کرنے کی خو ڈالیں، ہر کام قائدین پر
                    ڈالنے کی روش چھوڑدیں۔
                  </p>
                </div>
              </div>
            </div>
          </div>
        </section>
      </main>
    </>
  );
};

export default Page;
